[
    {
        "arab":"الْحَمْدُ لِلَّهِ الَّذِيْ أَمَرَنَا بِشُكْرِ الْوَالِدَيْنِ وَالْإِحْسَانِ إِلَيْهِمَا وَحَثَّنَا عَلَى اغْتِنَامِ بِرِّهِمَا وَاصْطِنَاعِ الْمَعْرُوْفِ لَدَيْهِمَا وَ نَدَبَنَا إِلَى خَفْضِ الْجَنَاحِ مِنَ الرَّحْمَةِ لَهُمَا إِعْظَامًا وَإِكْبَارًا وَأَوْصَانَا بِالتَّرَحُّمِ عَلَيْهِمَا كَمَا رَبَّيَانَا صِغَارًا. اللَّهُمَّ فَارْحَمْ وَالِدِيْنَا (3×) وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ وَارْضَ عَنْهُمْ رِضًا تُحِلُّ بِهِ عَلَيْهِمْ جَوَامِعَ رِضْوَانِكَ وَمَوَاطِنَ عَفْوِكَ وَغُفْرَانِكَ وَتُحِلُّهُمْ بِهِ دَارَ كَرَامَتِكَ وَأَمَانِكَ وَأَدِرَّ بِهِ عَلَيْهِمْ لَطَائِفَ بِرِّكَ وَإِحْسَانِكَ. اللَّهُمَّ اغْفِرْ لَهُمْ مَغْفِرَةً جَامِعَةً تَمْحُوْ بِهَا سَالِفَ أَوْزَارِهِمْ وَسَيِّئَ إِصْرَارِهِمْ وَارْحَمْهُمْ رَحْمَةً تُنِيْرُ لَهُمْ بِهَا الْمَضْجَعَ فِيْ قُبُوْرِهِمْ وَتُؤَمِّنُهُمْ بِهَا يَوْمَ الْفَزَعِ عِنْدَ نُشُوْرِهِمْ. اللَّهُمَّ تَحَنَّنْ عَلَى ضَعْفِهِمْ كَمَا كَانُوْا عَلَى ضَعْفِنَا مُتَحَنِّنِيْنَ وَارْحَمِ انْقِطَاعَهُمْ إِلَيْكَ كَمَا كَانُوْا فِيْ حَالِ انْقِطَاعِنَا إِلَيْهِمْ رَاحِمِيْنَ وَتَعَطَّفْ عَلَيْهِمْ كَمَا كَانُوْا عَلَيْنَا فِيْ حَالِ صِغَرِنَا مُتَعَطِّفِيْنَ. اللَّهُمَّ احْفَظْ لَهُمْ ذَلِكَ الْوُدَّ الَّذِيْ أَشْرَبْتَهُ قُلُوْبَهُمْ وَالْحَنَانَةَ الَّتِيْ مَلَأْتَ بِهَا صُدُوْرَهُمْ وَاللُّطْفَ الَّذِيْ شَغَّلْتَ بِهِ جَوَارِحَهُمْ وَاشْكُرْ لَهُمْ ذَلِكَ الْجِهَادَ الَّذِيْ كَانُوْا فِيْنَا مُجَاهِدِيْنَ وَلَا تُضَيِّعْ لَهُمْ ذَلِكَ الْإِجْتِهَادَ الَّذِيْ كَانُوْا فِيْنَا مُجْتَهِدِيْنَ. وَجَازِهِمْ عَلَى ذَلِكَ السَّعْيِ الَّذِيْ كَانُوْا فِيْنَا سَاعِيْنَ وَالرَّعْيِ الَّذِيْ كَانُوْا فِيْنَا رَاعِيْنَ أَفْضَلَ مَا جَزَيْتَ بِهِ السُّعَاةَ الْمُصْلِحِيْنَ وَالرُّعَاةَ النَّاصِحِيْنَ. اللَّهُمَّ بِرَّهُمْ أَضْعَافَ مَا كَانُوْا يُبِرُّوْنَنَا وَانْظُرْ إِلَيْهِمْ بِعَيْنِ الرَّحْمَةِ كَمَا كَانُوْا يَنْظُرُوْنَنَا اللَّهُمَّ هَبْ لَهُمْ مَا ضَيَّعُوْا مِنْ حَقِّ رُبُوْبِيَّتِكَ فِيْمَا اشْتَغَلُوْا بِهِ فِيْ حَقِّ تَرْبِيَّتِنَا وَتَجَاوَزْ عَنْهُمْ مَا قَصَّرُوْا مِنْ حَقِّ خِدْمَتِكَ بِمَا آثَرُوْنَا فِيْهِ مِنْ حَقِ خِدْمَتِنَا وَاعْفُ عَنْهُمْ مَا ارْتَكَبُوْا مِنَ الشُّبُهُاتِ مِنْ أَجْلِ مَا اكْتَسَبُوْا مِنْ أَجْلِنَا. وَلَا تُؤَاخِذْهُمْ بِمَا دَعَتْهُمْ إِلَيْهِ الْحَمِيَّةُ مِنَ الْهَوَى لِمَا غَلَبَ عَلَى قُلُوْبِهِمْ مِنْ مَحَبَّتِنَا وَتَحَمَّلْ عَنْهُمُ الظَّلَامَاتِ الَّتِي ارْتَكَبُوْهَا فِيْمَا اجْتَرَحُوْا لَنَا وَسَعَوْا عَلَيْنَا وَالْطُفْ بِهِمْ فِيْ مَضَاجِعِ الْبَلَاءِ لُطْفًا يَّزِيْدُ عَلَى لُطْفِهِمْ فِيْ أَيَّامِ حَيَاتِهِمْ بِنَا. اللَّهُمَّ وَمَا هَدَيْتَنَا لَهُ مِنَ الطَّاعَاتِ وَيَسَّرْتَهُ لَنَا مِنَ الْحَسَنَاتِ وَوَفَّقْتَنَا لَهُ مِنَ الْقُرُبَاتِ فَنَسْأَلُكَ اللَّهُمَّ أَنْ تَجْعَلَ لَهُمْ مِنْهَا حَظًّا وَنَصِيْبًا وَمَا اقْتَرَفْنَاهُ مِنَ السَّيِّئَاتِ وَاكْتَسَبْنَاهُ مِنَ الْخَطِيْئَاتِ وَتَحَمَّلْنَاهُ مِنَ التَّبِعَاتِ فَلَا تُلْحِقْهُمْ مِنَّا بِذَلِكَ حُبًّا وَلَا تَحْمِلْ عَلَيْهِمْ مِنْ ذُنُوْبِنَا ذُنُوْبًا. اللَّهُمَّ وَكَمَا سَرَّرْتَهُمْ بِنَا فِيْ الْحَيَاةِ فَسُرَّهُمْ بِنَا بَعْدَ الْوَفَاةِ اللَّهُمَّ وَلَا تُبَلِّغْهُمْ مِنْ أَخْبَارِنَا مَا يَسُوْءُهُمْ وَلَا تُحَمِّلْهُمْ مِنْ أَوْزَارِنَا مَا يَنُوْءُهُمْ وَلَا تُخْزِهِمْ بِنَا فِيْ عَسْكَرِ الْأَمْوَاتِ بِمَا نُحْدِثُ مِنَ الْمُخْزِيَاتِ وَنَأْتِيْ مِنَ الْمُنْكَرَاتِ وَسُرَّ أَرْوَاحَهُمْ بِأَعْمَالِنَا فِيْ مُلْتَقَى الْأَرْوَاحِ إِذَا سُرَّ أَهْلُ الصَّلَاحِ بِأَبْنَاءِ الصَّلَاحِ وَلَا تُوَقِّفْهُمْ مَنَّا عَلَى مَوْقِفِ الْإِفْتِضَاحِ بِمَا نَجْتَرِحُ مِنْ سُوْءِ الْإِجْتِرَاحِ. اللَّهُمَّ وَمَا تَلَوْنَاهُ مِنْ تِلَاوَةٍ فَزَكَّيْتَهَا وَمَا صَلَّيْنَاهُ مِنْ صَلَاةٍ فَتَقَبَّلْتَهَا وَعَمِلْنَا مِنْ أَعْمَالٍ صَالِحَةٍ فَرَضِيْتَهَا وَمَا تَصَدَّقْنَا مِنْ صَدَقَةٍ فَنَمَّيْتَهَا فَنَسْأَلُكَ اللَّهُمَّ أَنْ تَجْعَلَ حَظَّهُمْ مِنْهَا أَكْبَرَ مِنْ حُظُوْظِنَا وَقِسْمَهُمْ مِنْهَا أَجْزَلَ مِنْ أَقْسَامِنَا وَسَهْمَهُمْ مِنْ ثَوَابِهَا أَوْفَرَ مِنْ سِهَامِنَا فَإِنَّكَ أَوْصَيْتَنَا بِبِرِّهِمْ وَنَدَبْتَنَا إِلَى شُكْرِهِمْ فَأَنْتَ أَوْلَى بِالْبِرِّ مِنَ الْبَارِّيْنَ وَأَحَقُّ بِالْوَصْلِ مِنَ الْمَأْمُوْرِيْنَ. اللَّهُمَّ اجْعَلْنَا لَهُمْ قُرَّةَ أَعْيُنٍ يَوْمَ يَقُوْمُ الْأَشْهَادُ وَأَسْمِعْهُمْ مِنَّا أَطْيَبَ النِّدَاءِ يَوْمَ التَّنَادِ وَاجْعَلْهُمْ مِنْ أَغْبَطِ الْآبَاءِ بِالْأَوْلَادِ حَتَّى تَجْمَعَنَا وَإِيَّاهُمْ وَالْمُسْلِمِيْنَ جَمِيْعًا فِيْ دَارِ كَرَامَتِكَ وَمُسْتَقَرِّ رَحْمَتِكَ وَمَحَلِّ أَوْلِيَائِكَ مَعَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ مِنَ النَّبِيِّيْنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَحَسُنَ أُوْلَئِكَ رَفِيْقًا ذَلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفَى بِاللَّهِ عَلِيْمًا وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ آمِيْنَ"
    }
]