[
    {
    
        "arab": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْأَوَّلِيْنَ وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْآخِرِيْنَ وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي كُلِّ وَقْتٍ وَحِيْنٍ, وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْمَلَاءِ الْأَعْلَى إِلَى يَوْمِ الدِّيْنِ, وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ. اللَّهُمَّ اجْعَـلْ وَأَوْصِلْ وَتَقَبَّلْ ثَوَابَ مَا قَرَأْنَاهُ مِنْ سُوْرَةِ الْفَاتِحَةِ (وَ يٰس) وَالْإِخْلَاصِ وَالْمُعَوِّذَتَيْنِ وَمِنَ الْقُرْآنِ الْعَظِيْمِ وَمَا هَلَّلْنَا مِنْ قَوْلِ لَا إِلَهَ إِلَّا اللَّهُ وَمَـا سَبَّحْنَاكَ اللَّهُمَّ وَبِحَمْدِكَ وَمَا صَلَّيْنَاهُ وَسَلَّمْنَاهُ عَلَى نَبِيِّكَ سَيِّدِنَا مُحَمَّدٍ ﷺ وَمَا عَمِلْنَاهُ مِنْ عَمَلٍ صَالِحٍ فِي هَذَا الْمَجْلِسِ الْمُبَارَكِ هَدِيَّةً وَاصِلَةً وَرَحْمَةً مِنْكَ نَازِلَةً وَبَرَكَةً شَامِلَةً وَصَدَقَةً مُتَقَبَّلَةً نُقَدِّمُهَا وَنُهْدِيْهَا إِلَى حَضْرَةِ حَبِيْبِنَا وَشَفِيْعِنَا وَقُرَّةِ أَعْيُنِنَا سَيِّدِنَا مُحَمَّدٍ ﷺ وَإِلَى أَرْوَاحِ آبَائِهِ عَلَيْهِمْ أَجْمَعِيْنَ وَإِلَى أَرْوَاحِ أَهْلِ بَيْتِهِ الْمُطَهِّرِيْنَ وَأَزْوَاجِهِ الطَّاهِرَاتِ أُمَّهَاتِ الْمُؤْمِنِيْنَ وَإِلَى أَرْوَاحِ الْخُلَفَاءِ الرَّاشِدِيْنَ وَجَمِيْعِ أَصْحَابِ رَسُوْلِ اللَّهِ أَجْمَعِيْنَ وَالتَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ ثُمَّ إِلَى أَرْوَاحِ الْأَئِمَّةِ الْأَرْبَعَةِ الْمُجْتَهِدِيْنَ وَمُقَلِّدِيْهِمْ فِي الدِّيْنِ وَالْعُلَمَاءِ الْعَامِلِيْنَ وَالْفُقَهَاءِ وَالْمُحَدِّثِيْنَ وَالْقُرَّاءِ وَالْمُفَسِّرِيْنَ وَأَهْلِ طَاعَتِكَ أَجْمَعِيْنَ وَإِلَى أَرْوَاحِ آبِائِنَا وَأُمَّهَاتِنَا وَمَشَايِخِنَا ثُمَّ إِلَى أَرْوَاحِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ فِي جَمِيْعِ الْجِهَاتِ خُصُوْصًا إِلَى رُوْحِ سُلْطَانِ الْأَوْلِيَاءِ سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلَانِي وَإِلَى رُوْحِ مُؤَسِّسِ الْمَعْهَدِ النُّوْرِ الشَّيْخِ كِيَاهِي أَنْوَار نُوْر وَالْقُطْبِ الزَّاهِدِ الشَّيْخِ كِيَاهِي مُحَمَّد بَدْرُ الدِّيْن أَنْوَار الْحُسَيْنِي الْحَاجِ وَإِلَى رُوْحِ كِيَاهِي عَبْدُ الْحَمِيْد بَاسُوْرُوَان (وَخُصُوْصًا إِلَى رُوْحِ الْمَرْحُوْمِ .........) اللَّهُمَّ أَوْصِلْ ثَوَابَ ذَلِكَ مِنَّا إِلَيْهِمْ اللَّهُمَّ اجْعَلْ نُوْرًا يَتَلَأْلَأُ وَيَسْعَى بَيْنَ أَيْدِيْهِمْ اللَّهُمَّ اجْعَلْ ثَوَابَ ذَلِكَ فِدَاءً لَهُمْ مِنَ النَّارِ وَسَتْرًا لَهُمْ مِنَ النَّارِ وَحِجَابًا لَهُمْ مِنَ النَّارِ وَفِكَاكًا لَهُمْ مِنَ النَّارِ وَنَجَاةً لَهُمْ مِنَ النَّارِ. اللَّهُمَّ اغْفِرْ لَهُمْ وَارْحَمْهُمْ وَعَافِهِمْ وَاعْفُ عَنْهُمْ اللَّهُمَّ اجْعَلْ قُبُوْرَهُمْ رَوْضَةً مِنْ رِيَاضِ الْجِنَانِ وَلَا تَجْعَلْ قُبُوْرَهُمْ حُفْرَةً مِنْ حَفُرِ النِّيْرَانِ اللَّهُمَّ اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْإِيْمَانِ وَلَا تَجْعَلْ فِي قُلُوْبِنَا غِلًّا لِلَّذِيْنَ أَمَنُوْا رَبَّنَا إِنَّكَ رَؤُوْفٌ رَحِيْمٌ اللَّهُمَّ أَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ وَالشَّفَاعَةَ عَلَى أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَارْفَعْ لَهُمُ الدَّرَجَاتِ وَضَاعِفْ لَهُمُ الْحَسَنَاتِ وَكَفِّرْ عَنْهُمُ السَّيِّئَاتِ اللَّهُمَّ أَنْزِلْ عَلَى قُبُوْرِهِمِ الضِّيَاءَ وَالنُّوْرَ وَالْفَسْحَةَ وَالسُّرُوْرَ مِنْ يَوْمِنَا هَذَا إِلَى يَوْمِ الْبَعْثِ وَالنُّشُوْرِ اللَّهُمَّ انْقُلْهُمْ مِنْ ضِيْقِ اللُّحُوْدِ وَمَرَاتِعِ الدُّوْدِ إِلَى جَنَّاتِكَ جَنَّاتِ الْخُلُوْدِ فِي سِدْرٍ مَخْضُوْدٍ وَطَلْحٍ مَنْضُوْدٍ وَظِلٍّ مَمْدُوْدٍ وَمَاءٍ مَسْكُوْبٍ وَفَاكِهَةٍ كَثِيْرَةٍ لَا مَقْطُوْعَةٍ وَلَا مَمْنُوْعَةٍ وَفُرُشٍ مَرْفُوْعَةٍ يَا رَحِيْمُ يَا وَدُوْدُ اللَّهُمَّ عَامِلْهُمْ بِمَا أَنْتَ أَهْلُهُ وَلَا تُعَامِلْهُمْ بِمَا هُمْ أَهْلُهُ فَإِنَّكَ أَهْلُ التَقْوَى وَأَهْلُ الْمَغْفِرَةِ اللَّهُمَّ اجْزِهِمْ عَنِ الْإِحْسَانِ إِحْسَانًا وَ عَنِ الْإِسَاءَةِ عَفْوًا وَ غُفْرَانًا اللَّهُمَّ إِنْ كَانُوْا مُحْسِنِيْنَ فَزِدْ فِي حَسَنَاتِهِمْ وَإِنْ كَانُوْا مُسِيْئِيْنَ فَتَجَاوَزْ عَنْ سَيِّئَاتِهِمْ اللَّهُمَّ أَنْزِلْهُمْ مُنْزَلًا مُبَارَكًا وَ أَنْتَ خَيْرُ الْمَنْزِلِيْنَ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ آمِيْنَ."


    }
]