[
    {
      
        "arab": "اللَّهُمَّ إِنَّا نَسْتَحْفِظُكَ دِيْنَنَا وَأَنْفُسَنَا وَأَهْلَنَا وَأَوْلَادَنَا وَأمْوَالَنَا وَكُلَّ شَيْءٍ أَعْطَيْتَنَا اللَّهُمَّ اجْعَلْنَا فِي كَنَفِكَ وَأَمَانِكَ وَجَوَارِكَ وَعِيَاذِكَ مِنْ كُلِّ شَيْطَانٍ مَرِيْدٍ وَجَبَّارٍ عَنِيْدٍ وَذِيْ عَيْنٍ وَذِيْ بَغْيٍ وَمِنْ شَرِّ كُلِّ ذِيْ شَرٍّ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ اللَّهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلَامَةِ وَحَقِّقْنَا بِالتَّقْوَى وَالْإِسْتِقَامَةِ وَأَعِذْنَا مِنْ مُوْجِبَاتِ النَّدَامَةِ إِنَّكَ سَمِيْعُ الدُّعَاءِ. اللَّهُمَّ اغْفِرْ لَنَا وَلِوَالِدِيْنَا وَلِأَوْلَادِنَا وَمَشَايِخِنَا وَلِإِخْوَانِنَا فِي الدِّيْنِ وَلِأَصْحَابِنَا وَأَحْبَابِنَا وَلِمَنْ أَحَبَّنَا فِيْكَ وَلِمَنْ أَحْسَنَ إِلَيْنَا وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ يَارَبَّ الْعَالَمِيْنَ وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ ظَاهِرًا وَبَاطِنًا فِي عَافِيَةٍ وَسَلَامَةٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ. اللَّهُمَّ إِنَّا نَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَأَنْ تَجْعَلَ خَيْرَ أَعْمَالِنَا خَوَاتِمِهَا وَخَيْرَ أَيَّامِنَا يَوْمَ لِقَائِكَ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ اللَّهُمَّ مَنْ عَادَانَا فَعَادِهِ وَمَنْ كَادَنَا فَكِدْهُ وَمَنْ بَغَى عَلَيْنَا فَخُذْهُ وَمَنْ أَرَادَنَا بِسُوْءٍ فَرُدَّ كَيْدَهُ فِي نَحْرِهِ وَأَطْفِئْ عَنَّا نَارَهُ وَأَدْخِلْنَا فِي دِرْعِكَ الْحَصِيْنِ وَسِتْرِكَ الْجَمِيْلِ وَمَنْ أَرَادَنَا بِسُوْءٍ فَارْدُدْهُ وَمَنْ كَادَنَا فَكِدْهُ وَمَنْ بَغَى عَلَيْنَا فَأَهْلِكْهُ يَامَنْ كَفَانَا وَلَمْ يَكْفِهِ شَيْئٌ إِكْفِنَا شَرَّ مَا أَهَمَّنَا مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ يَاوَدُوْدُ يَا ذَا الْعَرْشِ الْمَجِيْدِ يَا مُبْدِئُ يَا مُعِيْدُ اللَّهُمَّ إِنَّا نَسْأَلُكَ بِنُوْرِ وَجْهِكَ الَّذِيْ مَلَأَ أَرْكَانَ عَرْشِكَ وَبِقُدْرَتِكَ الَّتِي قَدَرْتَ بِهَا عَلَى جَمِيْعِ خَلْقِكَ وَبِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْئٍ لَا إِلَهَ إِلَّا أَنْتَ (يَا مُغِيْثُ أَغِثْنَا... 3×) اللَّهُمَّ يَا ذَا الرَّحْمَةِ الْوَاسِعَةِ وَيَا مُطَلِّعُ عَلَى السَّرَائِرِ وَالضَّمَائِرِ وَالْهَوَاجِسِ وَالْخَوَاطِرِ لَا يَعْزُبُ عَنْكَ شَيْئٌ نَسْأَلُكَ فَيْضَةً مِنْ فَيَضَانِ فَضْلِكَ وَقَبْضَةً مِنْ نُوْرِ صَلَتِكَ وَأُنْسًا وَفَرَجًا مِنْ بَحْرِ كَرَمِكَ أَنْتَ بِيَدِكَ الْأَمْرُ كُلُّهُ وَمَقَالِيْدُ كُلِّ شَيْئٍ فَهَبْ لَنَا مَا تَقِرُّ بِهِ أَعْيُنُنَا وَتُغْنِيْنَا عَنْ سُؤَالِ غَيْرِنَا فَإِنَّكَ وَاسِعُ الْكَرَمِ وَالْجُوْدِ حَسَنُ الشِّيَمِ فَبِبَابِكَ وَاقِفُوْنَ وَلِجُوْدِكَ الْوَاسِعِ الْمَعْرُوْفِ مُنْتَظِرُوْنَ يَاكَرِيْمُ يَارَحِيْمُ يَا فَالِقَ الْإِصْبَاحِ يَا مُفَتِّحَ الْأَبْوَابِ يَا مُسَبِّبَ الْأَسْبَابِ يَا غَافِرَ الْخَطَايَا يَا سَاتِرَ الْعَوْرَاتِ يَا مَانِعَ الْبَلِيَّاتِ يَا مُقِيْلُ الْعَثَرَاتِ يَا مُحْيِيَ الْأَمْوَاتِ إِقْضِ حَوَائِجِنَا يَا إِلَهَ الْأَوَّلِيْنَ وَالْأَخِرِيْنَ (رَبَّنَا لَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَخَافُكَ وَلَا يَرْحَمُنَا ... 3×) بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ (الفاتحة)"
    }
]