[
    {
        "arab":"اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً طَيِّبَةً مُبَارَكَةً تُسَكِّنُ بِهَا قُلُوْبَنَا مِنْ طَلَبِ الرِّزْقِ وَخَوْفِ الخَلْقِ صَلَّى اللَّهُ عَلَيْكَ يَا رُوْحَ الْكَوْنَيْنِ عَدَدَ مَا كَانَ وَمَا يَكُوْنُ وَالسَّلَامُ عَلَيْكَ يَا نُوْرَ حَيَاةِ الدَّرَيْنِ عَدَدَ مَا كَانَ وَمَا يَكُوْنُ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ رَادَّ لِمَا قَضَيْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيْمَانِ وَلَا تَجْعَلْ فِي قُلُوْبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوْفٌ رَحِيمٌ رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَكَفَّرْ عَنَّا سَيِّآتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ يَا عَزِيْزُ يَا غَفَّارُ. رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخَاسِرِينَ اللَّهُمَّ صُنْ وُجُوْهَنَا بِالْيَسَارِ وَلَا تُهِنَّا بِالْإِقْتَارِ فَنَسْتَرْزِقَ طَالِبِي رِزْقِكَ وَنَسْتَعْطِفَ شِرَارَ خَلْقِكَ وَنَسْتَغِلَ بِحَمْدِ مَنْ أعْطَانَا وَنُبْتَلَي بِذَمِّ مَنْ مَنَعَنَا وَأَنْتَ مِنْ وَرَاءِ ذَلِكَ كُلِّهِ أَهْلُ الْعَطَاءِ وَالْمَنْعِ اللَّهُمَّ كَمَا صُنْتَ وُجُوْهَنَا السُّجُوْدِ إِلَّا لَكَ فَصُنَّا عَنِ الْحَاجَةِ إِلَّا إِلَيْكَ اللَّهُمَّ يَاغَنِيُّ يَاحَمِيْدُ يَامُبْدِئُ يَامُعِيْدُ يَارَحِيمُ يَا وَدُوْدُ أَغْنِنَا بِحَلَالِكَ عَنْ حَرَامِكَ وَبِطَاعَتِكَ عَنْ مَعْصِيَّتِكَ وَبِفَضْلِكَ عَمَّنْ سِوَاكَ اللَّهُمَّ إِنَّا نَعُوْذُ بِكَ عَنِ الْفَقْرِ وَالدَّيْنِ يَاوَهَّابُ يَا رَزَّاقُ يَاذَا الطَّوْلِ يَا مُنْعِمُ اللَّهُمَّ إِنَّا نَشْهَدُ أَنَّ الْفَضْلَ بِيَدِكَ فَأْتِنَا الأَرْزَاقَ بِسُهُولَةٍ بَيْنَ خَلْقِكَ حَتَّى تَشْهَدَ النَّاسَ عَجَائِبَ فَضْلِكَ يَا ذَا الطَّوْلِ الْعَظِيْمِ اَللَّهُمَّ اجْعَلْ أَيْدِيَنَا عُلْيَا بِالْاِعْطَاءِ وَلَا تَجْعَلْ أَيْدِيَنَا سُفْلَى بِالإِسْتِعْطَاءِ يَا أَرْحَمَ الرَّاحِمِينَ . اللَّهُمَّ إِنَّا نَسْئَلُكَ مِنْ فَضْلِكَ الْوَاسِعِ وَجُوْدِكَ السَّابِغِ مَا تُغْنِيْنَا بِهِ عَنْ جَمِيعِ خَلْقِكَ يَا وَاسِعُ يَاجَوَّادُ. اَللَّهُمَّ وَسِّعْ رِزْقَ كُلِّ أَحَدٍ مِنْ هذِهِ الجَمْعِيَّةِ حَاضِرِيْهِمْ وَغَائِبِيْهِمْ وَجَمِيْعِ مَنْ نَصَرَهَا وَعَمَرَهَا بِأَسْرَارِ قِرَاءَةِ سُوْرَةِ الْوَاقِعَةِ وَاقْضِ حَوَائِجَهُمْ يَا قَاضِيَ الْحَاجَاتِ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُبَلِّغُنَا بِهَا حَجَّ بَيْتِكَ الْحَرَامِ وَزِيَارَةَ قَبْرِ نَبِيِّكَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ بِلُطْفٍ وَعَافِيَةٍ وَسَلَامَةٍ وَبُلُوغِ الْمَرَامِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (الفاتحة)"
    }
]