[
    {
        
        "arab":"سَيِّدِنَا وَشَفِيْعِنَا وَحَبِيْبِنَا وَقُرَّةِ أَعْيُنِنَا مُحَمَّدٍ وَإِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِيْنَ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ أَجْمَعِيْنَ ثُمَّ إِلَى حَضْرَةِ جَمِيْعِ الْخُلَفَاءِ الرَّاشِدِيْنَ أَبِيْ بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ ثُمَّ إِلَى حَضْرَةِ عَبْدِ اللَّهِ بْنِ مَسْعُوْدٍ وَبَقِيَّةِ الصَّحَابَةِ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ أَجْمَعِيْنَ ... شَيْئٌ لِلَّهِ لَهُمُ الْفَاتِحَةِ"
    },
    {
        
        "arab":"جَمِيْعِ الْعُلَمَاءِ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ خُصُوْصًا سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلَانِيْ وَسَائِرِ الْأَوْلِيَاءِ التِّسْعَةِ الَّذِيْنَ بَلَّغُوْا الدِّيْنَ بِبُلْدَتِنَا إِنْدُوْنِيْسِيَا هَذِهِ ثُمَّ الَّذِيْنَ يَلُوْنَهُمْ وَمَنْ بَعْدَهُمْ إِلَى يَوْمِ الدِّيْنِ ثُمَّ إِلَى حَضْرَةِ مُؤَسِّسِ مَعْهَدِ النُّوْرِ كِيَاهِيْ أَنْوَار نُوْر بُوْلُوْلَاوَاع وَإِلَى حَضْرَةِ الْقُطْبِ الزَّاهِدِ كِيَاهِيْ مُحَمَّد بَدْرُ الدِّيْن أَنْوَار الْحُسَيْنِيْ الْحَاجِ وَإِلَى حَضْرَةِ كِيَاهِيْ عَبْدِ الْحَمِيْد فَاسُوْرُوَان إِنَّ اللَّهَ يُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ وَيُعِيْنُنَا عَلَى ذِكْرِهِ وَشُكْرِهِ وَحُسْنِ عِبَادَتِهِ بِبَرَكَاتِهِمْ وَأَسْرَارِهِمْ وَإِنَّ اللَّهَ يُبَلِّغُنِا زِيَارَةَ الْحَرَمَيْنِ بِجَاهِهِمْ عِنْدَ اللَّهِ ... شَيْئٌ لِلَّهِ لَهُمُ الْفَاتِحَةِ"
    },
    {
        
        "arab": "جَمِيْعِ أَسَاتِيْذِنَا وَمَشَايِخِنَا وَوَالِدِيْنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا إِلَى نَبِيِّ اللَّهِ أَدَمَ وَحَوَاءَ وَإِلَى جَمِيْعِ مَنْ أَحْسَنَ إِلَيْنَا وَذَوِيْ الْحُقُوْقِ الْوَاجِبَاتِ عَلَيْنَا إِنَّ اللَّهَ يَتَغَشَّاهُمْ بِالرَّحْمَةِ وَالْمَغْفِرَةِ ... شَيْئٌ لِلَّهِ لَهُمُ الْفَاتِحَةِ"
    },
    {
        
        "arab":"كُلِّ أَحَدٍ مِنْ هَذِهِ الْجَمْعِيَّةِ حَاضِرِهِمْ وَغَائِبِهِمْ (وَجَمِيْعِ مَنْ نَصَرَهَا وَ عَمَرَهَا) إِنَّ اللَّهَ يُوَسِّعُ لَهُمُ الرِّزْقَ الْحَلَالَ وَيُيَسِّرُ لَهُمْ أُمُورَ الدُّنْيَا وَالْآخِرَةِ ... شَيْئٌ لِلَّهِ لَهُمُ الْفَاتِحَةِ"
    },
    {
        
        "arab":"سَيِّدِنَا سُلَيْمَانَ وَسَيِّدِنَا إِبْرَاهِيْمَ (عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ) وَإِسْكَنْدَار ذِيْ الْقَرْنَيْنِ إِنَّ اللَّهَ يُؤْتِيْنَا بِبَرَكَاتِهِمْ رِزْقَ الْأَشْبَاحِ وَالْأَرْوَاحِ بِلَا نَصَبٍ وَلَا ضَيْرٍ وَلَا تَعَبٍ وَإِنَّ اللَّهَ يَقْضِيْ بِبَرَكَاتِهِمْ حَاجَاتِنَا وَيُطِيْلُ أَعْمَارَنَا فِيْ طَاعَةِ اللَّهِ مَعَ الصِّحَّةِ وَالْعَافِيَةِ وَيَخْتِمُ لَنَا بِالسَّعَادَةِ وَحُسْنِ الْخَاتِمَةِ ... شَيْئٌ لِلَّهِ لَهُمُ الْفَاتِحَةِ" 
    }

]